{  
    "category": {
        "first": {
            "id": "one",
            "name": "history",
            "genres": [
                {
                    "id": "one.1",
                    "name": "history detective",
                    "books": [
                        {
                            "id": "00001",
                            "name": "Зловещий трофей",
                            "author": "Валерий Шарапов",
                            "description": "Послевоенную столицу потрясает серия громких убийств работников железной дороги. Каждый раз после расправы преступники что-то упорно ищут в домах своих жертв. Оперативники МУРа Иван Старцев и Александр Васильков замечают на месте преступления важную улику – след трофейного немецкого автомобиля. Таких машин в Москве всего несколько штук. Остается найти владельца и через него выйти на злоумышленников. Внезапно такая, казалось бы, простая задача становится для сыщиков настоящей боевой операцией…"
                        },
                        {
                            "id": "00002",
                            "name": "Человек с большим будущим",
                            "author": "Абир Мукерджи",
                            "description": "Индия, 1919 год. Отчаянно желая начать все сначала, капитан Сэм Уиндем прибывает из Британии, чтобы занять важный пост в полиции Калькутты. Вскоре его вызывают на место странного убийства. Жертва – высокопоставленный чиновник, тело нашли в трущобном квартале, где европейцы не бывают, скомканная записка у него во рту требует, чтобы британцы покинули Индию, а иначе последуют новые жертвы. Капитан Уиндем берет в помощники первого в полиции офицера-индийца, сержанта Банерджи по прозвищу Несокрушим. Быстро выясняется, что история куда запутанней, чем политическое убийство. Атмосферный, в духе Артура Конан Дойла детектив, разворачивающийся в ярких декорациях колониальной Индии. Это первая книга из детективной серии про Уиндема и Несокрушима. Роман получил престижную жанровую премию CWA Endeavour Dagger как лучший исторический детектив."
                        },
                        {
                            "id": "00003",
                            "name": "Гремучий студень",
                            "author": "Стасс Бабицкий",
                            "description": "Октябрь 1875 года. Ограбление века: похищены деньги на новые корабли для Балтийского флота. На следующей день при таинственных обстоятельствах погибает актер Малого императорского театра Михаил Столетов. А еще через день в редакцию «Ведомостей» подбрасывают листовку с угрозами: скоро взорвутся бомбы с гремучим студнем, и Москва утонет в крови! Сыщик Мармеладов подозревает, что три дела связаны, и берется расследовать их одновременно. Хотя это и сулит в три раза больше неприятностей."
                        }
                    ]
                },
                {
                    "id": "one.2",
                    "name": "biography",
                    "books": [
                        {
                            "id": "00004",
                            "name": "Стив Джобс",
                            "author": "Уолтер Айзексон",
                            "description": "В основу этой биографии легли беседы с самим Стивом Джобсом, а также с его родственниками, друзьями, врагами, соперниками и коллегами. Джобс никак не контролировал автора. Он откровенно отвечал на все вопросы и ждал такой же честности от остальных. Это рассказ о жизни, полной падений и взлетов, о сильном человеке и талантливом бизнесмене, который одним из первых понял: чтобы добиться успеха в XXI веке, нужно соединить креативность и технологии."
                        },
                        {
                            "id": "00005",
                            "name": "Becoming. Моя история",
                            "author": "Мишель Обама",
                            "description": "«Becoming» – одна из самых ожидаемых книг этого года. Искренние и вдохновляющие мемуары бывшей первой леди Соединенных Штатов Америки уже проданы тиражом более 3 миллионов экземпляров, переведены на 32 языка и 10 месяцев возглавляют самый престижный книжный рейтинг Amazon. В своей книге Мишель Обама впервые делится сокровенными моментами своего брака – когда она пыталась балансировать между работой и личной жизнью, а также стремительно развивающейся политической карьерой мужа. Мы становимся свидетелями приватных бесед супругов, идем плечом к плечу с автором по великолепным залам Белого дома и сопровождаем Мишель Обаму в поездках по всей стране..."
                        },
                        {
                            "id": "00006",
                            "name": "Илон Маск: Tesla, SpaceX и дорога в будущее",
                            "author": "Эшли Вэнс",
                            "description": "Илон Маск – один из самых экстравагантных людей нашего времени. Многие считали бы его сумасшедшим, но успехи SpaceX, Tesla Motors и других его проектов не дают этого сделать. Как он смог всего этого добиться и убедить весь мир в своей правоте? Книга Эшли Вэнса – исследование личности гениального инженера с детства и до сегодняшнего дня. Чем живет изобретатель, сколько часов в неделю уделяет жене и как создает свои футуристические проекты – вся информация получена журналистом из первых рук."
                        }
                    ]
                },
                {
                    "id": "one.3",
                    "name": "documentary",
                    "books": [
                        {
                            "id": "00007",
                            "name": "Не говори никому. Реальная история сестер, выросших с матерью-убийцей",
                            "author": "Грегг Олсен",
                            "description": "Перед вами шокирующая история трех сестер, чье детство и юность прошли под гнетом матери-садистки. Несмотря на то, что события, на протяжении десятилетий происходившие в доме семьи Нотек, вызывают ужас и отвращение, они должны быть рассказаны и услышаны. Об этом нельзя молчать, даже если монстр, практически уничтоживший вашу жизнь и навсегда отравивший душу, угрожающе шепчет: «Не говори никому. Не смей»..."
                        },
                        {
                            "id": "00008",        
                            "name": "Создание атомной бомбы",
                            "author": "Ричард Роудс",
                            "description": "Впервые на русском: полномасштабная картина социально-политических событий конца XIX–XX века, представленная через призму создания атомной бомбы. Главное произведение видного американского историка Ричарда Роудса, за которое он был удостоен Пулитцеровской премии, сравнимое по охвату и значению со «Взлетом и падением Третьего рейха» Уильяма Ширера. От предсказаний появления ядерной энергетики в романах Герберта Уэллса и первых исследований в области науки деления ядра до Манхэттенского проекта, испытания ядерной бомбы «Тринити» на американском полигоне Аламогордо, атомных бомбардировок Хиросимы и Нагасаки и гонки вооружений в период холодной войны – Роудс проводит нас по этому пути шаг за шагом, раскрывая детали самого поразительного изобретения человека, которое навсегда изменило облик мира и ход человеческой истории, и не обходя вниманием этическую сторону вопроса в условиях стремительного развития технологий."
                        },
                        {
                            "id": "00009",
                            "name": "Эверест. Смертельное восхождение",
                            "author": "Анатолий Букреев, Г. Вестон ДеУолт",
                            "description": "Трагические события мая 1996 г. на Эвересте – это история столкновения запредельных амбиций, стальной воли, фатальных ошибок и небывалой самоотверженности. Международная экспедиция неожиданно обернулась катастрофой – и уникальной, не имеющей аналогов в мире спасательной операцией. Книга непосредственного участника восхождения, выдающегося альпиниста Анатолия Букреева подробно, день за днем, описывает ход событий. Она в деталях воссоздает историю, которая легла в основу блокбастера Балтазара Кормакура «Эверест». Восстановить полную картину того, что случилось на склоне высочайшей вершины Земли, помогают расшифровки записей переговоров альпинистов, а также воспоминания коллег и друзей Анатолия."
                        }
                    ]
                }
            ]
        }, 
        "second": {
            "id": "2",
            "name": "knowledge and skills",
            "genres": [
                {
                    "id": "2.1",
                    "name": "self-building",
                    "books": [
                        {
                            "id": "00010",
                            "name": "Подсознание может всё!",
                            "author": "Джон Кехо",
                            "description": "Книга, которая изменит вашу жизнь! Самое известное исследование о подсознании от известного писателя и тренера личностного роста Джона Кехо! В подсознании каждого человека скрываются огромные резервы. И когда логика оказывается бессильной, именно подсознание поможет вам решать самые сложные повседневные проблемы. Джон Кехо три года провёл в лесах, вдали от людей, чтобы провести исследования работы человеческого мозга. Результатом стала эта программа, которая поможет вам активизировать безграничные ресурсы собственного головного мозга, чтобы изменить свою жизнь к лучшему раз и навсегда..."
                        },
                        {
                            "id": "00011",
                            "name": "Магия утра. Как первый час дня определяет ваш успех",
                            "author": "Хэл Элрод",
                            "description": "Некоторые книги меняют наше отношение к жизни. И лишь редкие из них меняют наш образ жизни и поведение. Книга Хэла Элрода делает и то, и другое – и быстрее, чем вы можете себе представить. Из нее вы узнаете, как первый час после пробуждения определяет успех всего дня и помогает раскрыть свой потенциал. Следуя советам автора, десятки тысяч человек улучшили свое здоровье, стали больше зарабатывать, научились фокусироваться на ключевых задачах и, главное, стали счастливее. Эта книга для всех, кто хочет изменить жизнь, начав с малого – с первого утреннего часа."
                        },
                        {
                            "id": "00012",
                            "name": "Тонкое искусство пофигизма",
                            "author": "Марк Мэнсон",
                            "description": "Современное общество пропагандирует культ успеха: будь умнее, богаче, продуктивнее – будь лучше всех. Соцсети изобилуют историями на тему, как какой-то малец придумал приложение и заработал кучу денег, статьями в духе «Тысяча и один способ быть счастливым», а фото во френдленте создают впечатление, что окружающие живут лучше и интереснее, чем мы. Однако наша зацикленность на позитиве и успехе лишь напоминает о том, чего мы не достигли, о мечтах, которые не сбылись. Как же стать по-настоящему счастливым? Популярный блогер Марк Мэнсон в книге «Тонкое искусство пофигизма» предлагает свой, оригинальный подход к этому вопросу. Его жизненная философия проста – необходимо научиться искусству пофигизма. Определив то, до чего вам действительно есть дело, нужно уметь наплевать на все второстепенное, забить на трудности, послать к черту чужое мнение и быть готовым взглянуть в лицо неудачам и показать им средний палец."
                        }
                    ]
                },
                {
                    "id": "2.2",
                    "name": "business books",
                    "books": [
                        {
                            "id": "00013",
                            "name": "Бетонное казино",
                            "author": "Сергей Александрович Смирнов, Тамара Викторовна Высоцкая",
                            "description": "Идея книги состоит в том, чтобы продемонстрировать читателю, насколько иррационально он подходит к вопросу приобретения или продажи недвижимости. Название самой книги - ироничная игра слов. Цель - показать, что многие «инвесторы в недвижимость» путают везение с реальным практическим опытом. На рынке недвижимости - как в казино: потерявших деньги всегда много больше, чем счастливчиков."
                        },
                        {
                            "id": "00014",
                            "name": "7 навыков высокоэффективных людей: Мощные инструменты развития личности",
                            "author": "Стивен Кови",
                            "description": "Во-первых, эта книга излагает системный подход к определению жизненных целей, приоритетов человека. Эти цели у всех разные, но книга помогает понять себя и четко сформулировать жизненные цели. Во-вторых, книга показывает, как достигать этих целей. И в-третьих, книга показывает, как каждый человек может стать лучше. Причем речь идет не об изменении имиджа, а о настоящих изменениях, самосовершенствовании. Книга не дает простых решений и не обещает мгновенных чудес. Любые позитивные изменения требуют времени, работы и упорства. Но для людей, стремящихся максимально реализовать потенциал, заложенный в них природой, эта книга – дорожная карта."
                        },
                        {
                            "id": "00015",
                            "name": "Харизма лидера. Как мотивировать на успех свою команду",
                            "author": "Кевин Мюррей",
                            "description": "Многие считают, что харизма – это уникальное качество, которым с рождения обладают немногие счастливчики. Да, их магнетизм и обаяние бесспорны, они вызывают восторг и желание следовать за ними. Но достаточно ли этого для профессионального успеха? Рассматривая харизму как набор навыков, которым можно научиться, как результат выработки определенных моделей поведения, автор показывает, что представляет собой харизматичное лидерство, почему оно важно и что можно сделать, чтобы стать харизматичным и, следовательно, эффективным лидером. Вы узнаете, из каких компонентов состоит харизма, как развивать необходимые качества – аутентичность, силу личности, доброжелательность, целеустремленность, убедительность, почему харизма не имеет смысла без эмпатии, как строить отношения и оказывать влияние на коллег и клиентов и многое другое. Харизматичное лидерство является жизненно важным активом в любой организации, особенно в наш век Четвертой промышленной революции, когда мягкие навыки востребованы едва ли не больше, чем технические. Эта книга поможет вам ставить цели и добиваться феноменальных результатов"
                        }
                    ]
                },
                {
                    "id": "2.3",
                    "name": "hobbies",
                    "books": [
                        {
                            "id": "00016",
                            "name": "Просто дыши. Дыхательные гимнастики для избавления от стресса, тревоги и гнева в любой непонятной ситуации",
                            "author": "Дэн Брюле",
                            "description": "Эта книга познакомит вас с дыхательными техниками – новейшим передовым подходом к самосовершенствованию и самовосстановлению, расскажет, как нужно дышать, чтобы максимально увеличить свою производительность труда, обрести крепкое здоровье и раскрыть свой потенциал. Упражнения, техники, медитации, а также истории, изложенные в данной книге, нацелены на то, чтобы просветить и вдохновить вас, открыть доступ к знаниям, умениям и состояниям, ранее доступным лишь великим мастерам, мистикам, йогам, святым, гуру, выдающимся атлетам и древним войнам."
                        },
                        {
                            "id": "00017",
                            "name": "Твой первый трек",
                            "author": "Антон Маскелиаде",
                            "description": "Сегодня любой человек может создавать собственную музыку, используя только компьютер и наушники. Если вам есть что сказать миру, вы тоже можете стать музыкантом. Многие ваши любимые артисты уже прошли этот путь, и если вам близка музыка, вы тоже можете его пройти. Чтобы создать свой первый трек, необязательно провести много лет в музыкальной школе или обложиться дорогим оборудованием. Книга Антона Маскелиаде проведет вас по всем шагам создания трека: от идеи и подбора инструментов до выпущенного трека в интернете..."
                        },
                        {
                            "id": "00018",
                            "name": "Йога: дыши, тянись, живи",
                            "author": "Наоми Аннанд",
                            "description": "Как стать счастливее и жить в гармонии вопреки стрессам? Научиться заботиться о себе, несмотря на нехватку времени? Отказаться от погони за идеальностью? Книга Наоми Аннанд – как раз об этом. Древняя практика йоги придет на помощь, чтобы современная жизнь стала легче, интереснее и приятнее. Вы не только разберетесь в асанах, но и научитесь правильно дышать и даже немного медитировать. В книге собрано все для гармонии души и тела – от маленьких, но эффективных упражнений до целых комплексов поз, спасающих от бессонницы, тревожности и апатии. Книга подойдет и тем, кто только знакомится с миром йоги, и тем, кто спокойно стоит на голове. А главное, она не заставит вас выбиваться из сил, ведь ее суть – любовь и бережность к себе."
                        }
                    ]
                }
            ]
        },
        "third": {
            "id": "3",
            "name": "easy reading",
            "genres": [
                {
                    "name": "romance",
                    "id": "3.1",
                    "books": [
                        {
                            "id": "00019",
                            "name": "Чайная роза",
                            "author": "Дженнифер Доннелли",
                            "description": "1888 год. Восточный Лондон – это город в городе. Место теней и света; место, где воры и шлюхи соседствуют с мечтателями; где днем дети играют на булыжных мостовых, а ночью по ним крадется убийца; где светлые надежды сталкиваются с мрачной действительностью. Здесь, под шепот волн Темзы, Фиона Финнеган, работница чайной фабрики, мечтает однажды открыть свой магазин вместе с Джо Бристоу, сыном рыночного торговца, которого она знает и любит с детства. Движимые верой друг в друга, Фиона и Джо ведут повседневное сражение с жизнью, экономят на всем и терпят лишения; и всё во имя осуществления их мечты..."
                        },
                        {
                            "id": "00020",
                            "name": "Танцы на стеклах – 2",
                            "author": "Алекс Д, Лана Мейер",
                            "description": "Мелания точно помнила: Джаред был хорошим. Никакого артистизма не хватит, чтобы так сыграть чувства. Или она сама придумала этот образ, который… полюбила? Это роковая ошибка. Нельзя любить зверя. Попытка освободиться от оков приведет в клетку. И вот она здесь – в далекой восточной стране, заперта в роскошных апартаментах. Никто не знает, где она, никто не спасет. Мелания в его власти. Он хочет, чтобы она стала его рабыней, его собственностью. Маска на ее лице – лишь очередное доказательство его намерений..."
                        },
                        {
                            "id": "00021",
                            "name": "Трофей",
                            "author": "Марина Кистяева",
                            "description": "Все знают – её трогать нельзя.Она – принадлежит Тойским, за которыми стоят сами Алашеевы. С детства её готовили к тому, что рано или поздно она станет женой наследника влиятельной династии и вытащит семью из вечных долгов Но ни она, ни наследник не горят желанием соединять судьбы узами брака. У них возникает план"
                        }
                    ]
                },
                {
                    "name": "fantasy",
                    "id": "3.2",
                    "books": [
                        {
                            "id": "00022",
                            "name": "Не зная отдыха и сна",
                            "author": "Владимир Сухинин",
                            "description": "Неспокойно стало в мире. Дрожит и сотрясается земля. На севере Великой степи собираются бесчисленные орды орков. К ним направляются кочевые племена, чтобы раз и навсегда расправиться с еретиками и смыть кровью позор отступников. Все живое уходит с пути орочьих армий. Вот-вот разразится настоящая буря, и выживут лишь самые стойкие и самые везучие. К большому сожалению землянина Виктора Глухова, междоусобицы орков – далеко не единственная проблема, которая так или иначе затронет его. Слишком много неприятностей он навлек на себя в последнее время. А возвращение в Закрытый мир не сулит ничего хорошего, ведь сам Владыка мира решил уничтожить иномирянина. А заодно и всех, кто ему дорог. Это не первый враг, с которым предстоит схлестнуться землянину, но определенно самый опасный."
                        },
                        {
                            "id": "00023",
                            "name": "Месть Тьмы. Кровь за кровь",
                            "author": "Сергей Тармашев",
                            "description": "Перед вами долгожданное продолжение серии Сергея Тармашева «Тьма», которого читатели ждали целых шесть лет. Одновременно книга стала началом новой серии и своего рода связующим звеном между циклами. Прошло пять тысяч лет с того момента, как великий шаман Орков Трэрг Огненный Смерч обменял собственную жизнь на будущее Рудогара. Но даже такая жертва не послужила гарантией тихой жизни для тех, кто здесь остался. Мир без эльфов и некромантов изменился. Орки, которые долгое время жили относительно спокойно, столкнулись с мором, который не щадит никого. А в воздухе все более отчетливо чувствуется дух войны. И это пострашнее нашествия Кзирдов. Возможно, за всем стоит кто-то из уцелевших некромантов. В любой момент гнилые Дети Некроса способны обрушить на Рудогар страшные беды. Кажется, это уже началось…"
                        },
                        {
                            "id": "00024",
                            "name": "Инстинкт зла. Тень",
                            "author": "Марина Суржевская",
                            "description": "«Инстинкт зла. Тень» – третья часть одноименной серии Марины Суржевской. В этот раз на первый план выходят не Влад и Виктория, а новые герои, с которыми читатель познакомился в предыдущей части. Главная героиня – неуловимая наемница Ирис, уже многие годы страдающая от безответной любви. Настолько сильной, что сама она точно не справится. И потому решает обратиться к линкху – пожирателю чувств и эмоций. Но к чему приведет Ирис ее желание избавиться от чувств? Сможет ли линкх Скриф помочь ей? И захочет ли помогать? А может, судьба приготовила для этих двоих какой-то неожиданный сюрприз? ..."
                        }
                    ]
                },
                {
                    "name": "adventure",
                    "id": "3.3",
                    "books": [
                        {
                            "id": "00025",
                            "name": "Неправильная женщина",
                            "author": "Анна Стриковская",
                            "description": "Есть мнение что женщина-математик — как морская свинка: и не свинка, и не морская. Надежда Николаевна Коноплянникова — математик и преуспевающий бизнес-консультант с большим опытом. Она может справиться с чем и с кем угодно. Дети уже большие, работа интересная, а что мужчины нет… Не особо она от этого и страдает. Привыкла уже, к тому же мужчины вокруг неё — сплошь клиенты фирмы, а с ними — ни-ни! Выполняя работу для проблемной клиентки, она перешла дорогу богатому, влиятельному и злопамятному человеку. Мало того, этот опасный тип внезапно увлёкся её дочерью Катериной, у которой уже был весьма достойный жених. В задаче появлялись с каждым днем новые условия и запутывали дело… Но математик на то и математик, чтобы успешно решить любое уравнение."
                        },
                        {
                            "id": "00026",
                            "name": "Венецианский контракт",
                            "author": "Марина Фиорато",
                            "description": "Сюжет этой книги основан на реальных событиях, произошедших в Венеции в 1576 году, спустя пять лет после сокрушительного поражения Османской империи в морском сражении при Лепанто. Под покровом ночи корабль со смертоносным грузом на борту незаметно подкрадывается к Венеции. С корабля сходит человек, в котором еле теплится жизнь, и направляется к площади Сан-Марко. Он несет жителям Венеции «дар» Константинополя. Через несколько дней уже весь город охвачен чумой – и турецкий султан наслаждается своей местью..."
                        },
                        {
                            "id": "00027",
                            "name": "Под солнцем Тосканы",
                            "author": "Фрэнсис Мэйес",
                            "description": "Тоскана – настоящий рай на земле, уникальное сочетание истории, культуры и традиций. В этот регион Италии хочется возвращаться снова и снова. Что и сделала Фрэнсис Мэйес. Не устояв перед соблазном купить фермерский дом в окрестностях Кортоны, она вырвалась из суеты Сан-Франциско и решила наслаждаться солнцем, ароматами фруктов и трав, изучать этрусские традиции, мечтать и постигать тонкости местной кухни. Прекрасный язык автора, обилие деталей, яркий колорит, сезонные рецепты – вместе с Мэйес ты будто отправляешься в путешествие по живописным уголкам сельской Италии, становишься сопричастной к классической архитектуре и заново открываешь себя."
                        }
                    ]
                }
            ]
        }
    }
}   
    